Revit 2027 API
ParameterTypeId.SheetDate Property
 "Date/Time Stamp"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetDate { get; }
Public Shared ReadOnly Property SheetDate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetDate {
	ForgeTypeId^ get ();
}
static member SheetDate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace